
export const seniors = [
  {
    id: 1,
    name: "พี่ปิ้งปัง",
    department: "ประสาน",
    quote:
      "พี่อยากจะบอกน้อง ๆ ว่าขอให้ทุกคนสนุกกับการทำงานและ enjoy ในทุก moment เลย ละก็มี empathy เยอะ ๆ การดูน้องมันอาจจะเหนื่อยหน่อยแต่พี่ว่าถ้าแกได้เห็นน้อง ๆ มันเติบโตแกจะรู้สึกว่ามันโคตรจะคุ้ม รักกันเข้าไว้ พยายาม keep ทุกคนไปด้วยกัน แบ่งเวลาดี ๆ ด้วย สุดท้ายก็ขอให้พวกแกทุกคนทำหน้าที่ตรงนี้ให้ดีที่สุดในแบบของพวกแกเอง พี่เป็นกำลังใจให้และจะคอยซัพพอร์ตอยู่ข้าง ๆ เสมอ สู้ ๆ ทุกคน🤍",
    imageUrl: "./pictures/pingpung.jpg",
  },
  {
    id: 2,
    name: "พี่อาร์นี่",
    department: "พยาบาล",
    quote:
      "พี่อยากจะบอกน้องๆว่า ฝ่ายนี้อาจจะได้ทำงานใหม่ๆที่น้องๆยังไม่ได้เคยทำมาก่อน แต่ไม่ต้องกลัว เพราะฝ่ายพยาบาลคือฝ่ายที่แสนจะชิวกายมากๆเลยน้อง เรามาเรียนรู้พร้อมๆกันกับน้องปี 1 ที่จะเข้ามาได้เลย พี่ๆปีแก่จะคอยให้คำแนะนำเราเอง พี่อยากให้พวกเราได้เก็บเกี่ยวประสบการณ์ดีๆนี้ไว้ อย่าไปเครียดกับงานมากเกินไปนะะสุดท้ายพี่อยากให้พวกเราเอ็นจอยกับฝ่ายนี้ละค่ายลานเกียร์นะ มีปํญหาอะไรทักมาได้เลยพวกพี่ไม่กัด 67",
    imageUrl: "./pictures/arnie.jpg",
  },
  {
    id: 3,
    name: "พี่มีมี่",
    department: "ทะเบียน",
    quote:
      "ซึน ไม่พิมพ์หรอก ล้อเล่น พี่ก็อยากบอกน้อง ๆ ว่าอยากให้น้อง ๆ สนุกกับงานทะเบียน ได้เรียนรู้ทักษะต่าง ๆ กลับไปใช้ต่อยอด บริหารการเรียน การงาน การนอน สุขภาพ (และความรักได้แบบพี่ เอ้ย ไม่ใช่) หวังว่าน้อง ๆ จะได้มีฝ่ายทะเบียนเป็นอีกสังคมหรืออีกกลุ่มเพื่อนของน้อง และสุดท้าย คาดหวังเป็นอย่างยิ่งว่าน้อง ๆ จะดีใจที่ได้เป็นส่วนหนึ่งของฝ่ายทะเบียนลานเกียร์นะค้าบ <3 มีอะไรก็ทักมาได้เสมอไม่ว่าจะเรื่องอะไร พี่ก็ทำทรงดุไปงั้นแหละ จริง ๆ ไม่ได้ดุเลย อย่าเฟคนิว ๆๆๆ",
    imageUrl: "./pictures/mimi.jpg",
  },
  {
    id: 4,
    name: "พี่ซานโต๊ส",
    department: "Security",
    quote:
      "อยากจะบอกถีงน้องๆว่าพี่เขียนอธิบายความรู้สึกไม่เก่ง🥹 ที่จะบอกรือพี่คอยซับพอทเต็มที่มีอะไรบอกมาได้ตรงๆเลยรับฟังหาทางช่วยเหลือจะคอยเป็นที่พึ่งให้",
    imageUrl: "./pictures/santos.jpg",
  },
  {
    id: 5,
    name: "พี่จิ",
    department: "วิชาการ",
    quote:
      "อยากบอกน้องๆทุกๆคนทุกๆฝ่ายว่า อยากให้มีความมั่นใจในตัวเองเยอะๆ ลองลงมือทำก่อนผลจะออกมาดีหรือไม่ดีก็เป็นบทเรียนให้ตัวเอง หวังว่าทุกๆคนจะได้อะไรกลับไปจากการทำงานครั้งนี้เยอะๆนะ พี่ๆทุกคนเป็นกำลังใจและคอยซัพพอร์ตน้องๆเสมอ พี่เชื่อว่าทุกคนเก่งทำได้อยู่แล้วใครมีปัญหาอะไรทักมาได้เสมอ 🫶🏻",
    imageUrl: "./pictures/ji.jpg",
  },
  {
    id: 6,
    name: "พี่ปันปัน",
    department: "กิจกรรม",
    quote:
      "พี่อยากจะบอกน้อง ๆ ทุกคนว่า ขอให้น้อง ๆ สนุกกับการทำงานในฝ่าย สนุกกับการดูแลน้อง ๆ รุ่นใหม่ ถึงมันอาจจะวุ่นวายบ้าง ควบคุมยากบ้างตามสไตล์ฝ่ายกิจกรรม แต่มันจะแลกมากับความสนุกและความทรงจำอีกมากมาย พี่ ๆ จะคอยเป็นกำลังใจให้และพร้อมให้ความช่วยเหลือน้อง ๆ เสมอ",
    imageUrl: "./pictures/punpun.jpg",
  },
  {
    id: 7,
    name: "พี่สา",
    department: "แผน",
    quote:
      "พี่เชื่อว่าเราทุกคนล้วนมีเหตุผลที่กลับมาเป็นปีโตลานเกียร์ ไม่ว่าเหตุผลจะเป็นอะไร พี่บอกเลย รักลานเกียร์ไม่เจ็บเลยสักวัน แน่นอนว่า ในบทบาทที่เปลี่ยนไปจากปี 1 มาเป็นปีโต หลายๆอย่างอาจจะยาก งง และไม่ได้เป็นแบบที่คิด การจะเลี้ยงและคอยเฝ้าดูการเติบโตของใครสักคนมันละเอียดอ่อนจริง ๆ ไม่มีใครทำได้ดีตั้งแต่ครั้งแรกหรอกนะ แต่แค่พวกเรามุ่งมั่นและทำให้เต็มที่ ค่อยๆปรับกันไป แบ่งเวลามาให้ ทุ่มเท สนุกกับมัน ใช้เวลาโมเมนท์นี้ร่วมกับเพื่อนกลุ่มนี้ ร่วมกับน้องกลุ่มนี้ ไม่ต้องเพอร์เฟก ไม่ต้องกดดันตัวเองให้มันได้เต็ม 100  ในตอนสุดท้ายที่พวกแกเห็นว่าน้องโตขึ้นจากวันแรกขนาดไหนนั่นแหละคือวันที่พวกแกทำได้ดีเกิน 100 ไปละ ่สำคัญคือรักกันเข้าไว้ เอาใจใส่ทั้งเพื่อนตัวเองรุ่นน้องและรุ่นพี่ อย่าละเลยกัน  เพราะทักษะและประสบการณ์การทำงานใหม่ๆมากมายที่พวกแกจะได้มันเป็นของแถมเว่ย ของจริงคือคนเหล่านี้ต่างหากที่จะอยู่กับพวกแกไปอีกนาน  เป็นกำลังใจและคอยซัพพอร์ตอยู่ตงนี้เสมอน้า",
    imageUrl: "./pictures/sa.jpg",
  },
  {
    id: 8,
    name: "พี่หนูนา",
    department: "IT",
    quote:
      "ยินดีต้องรับน้องๆทุกคนเข้าสู่ค่ายลานเก เห้ย ลานเกียร์ มาทำค่ายนี้ให้สนุกสุดเหวี่ยงกันไปเลยนะจ๊ะ เชื่อว่าน้องๆทุกคนจะได้ประสบการณ์ที่ดีกลับไปแน่นอน ถึงอาจจะมีบางช่วงที่ยุ่งหรือมีปัญหาแต่พี่เชื่อว่าน้องๆสามารถจัดการได้แน่นอน มาทำให้ค่ายนี้เป็นความทรงจำที่ดีของทั้งพวกเราและน้องๆมัธยมเลยนะ แล้วก็ถึงไอทีจะค่อนข้างอินโทรเวิตแต่คุยกับพี่ได้จ่ะ ไม่กัด รอเจอน้องๆทุกคนนะคะ🫶🏻",
    imageUrl: "./pictures/nuna.jpg",
  },
  {
    id: 9,
    name: "พี่ปั้น",
    department: "IT ทะเบียน",
    quote:
      "ฝากถึงน้อง ๆ ทุกคนที่มาเป็นปีโตลานเกียร์ในครั้งนี้ พี่บอกเลยว่า สิ่งที่น้อง ๆ จะได้จากค่ายนี้ในฐานะปีโต มันจะเป็นมุมมองใหม่ ๆ แบบที่ตอนปี 1 อาจจะไม่ได้รับ ค่ายนี้มีอะไรให้เรียนรู้อีกเยอะ ตั้งใจเก็บเกี่ยวประสบการณ์นี้ให้เต็มที่ ขอให้สนุกกับงานของฝ่ายที่น้องรัก สนุกกับการเลี้ยงปี 1 สนุกกับการบริหารชีวิตตัวเองให้รอดช่วงปี 2 พี่หวังว่าจะได้อะไรดี ๆ จากค่ายนี้กลับไป แบบที่พี่ได้รับนะ ^^ ป.ล. น้องทะเบียนน้องไอที ทักมาคุยมาปรึกษาได้เสมอ น้องก้รู้พี่ไม่กัดหรอก (ฝ่ายอื่นก็ได้มั้ง แต่พี่ช่วยได้มั้ยก้ไม่รู้นะ) ^-^",
    imageUrl: "./pictures/pun.jpg",
  },
  {
    id: 10,
    name: "พี่จินนี่",
    department: "IT",
    quote:
      "ยินดีต้อนรับน้องๆกลับสู่ค่ายลานเกียร์อีกครั้งนะ เชื่อว่าค่ายลานเกียร์คงจะเป็นสถานที่ที่เต็มไปด้วยความทรงจำของหลายๆคน ครั้งนี้ในฐานะปีโต พี่เชื่อว่าทุกคนจะต้องได้ประสบการณ์และความทรงจำดีๆในอีกมุมมองนึง ขอให้ทุกคนเก็บเกี่ยวประสบการณ์ในครั้งนี้ไว้เยอะๆ ทำงานให้เต็มที่ เอนจอยให้เต็มที่ ดีใจที่ได้กลับมาร่วมงานกันอีกครั้งนะ🩷",
    imageUrl: "./pictures/jinny.jpg",
  },
  {
    id: 11,
    name: "พี่ใบปอ",
    department: "PR",
    quote:
      "พี่อยากบอกน้องๆว่า พี่อยากให้เราได้สนุกไปกับการมาทำพีอาตรงนี้ในค่ายลานเกียร์มากๆๆ ปีนี้ก็ปีโตละเนอะะะ อะไรๆตอนปีนี้มันก้จะต่างจากปีที่แล้วอยู่บ้างแหละ เช่นการที่เราต้องสอนงานน้อง ต้องมา manage ตาราง, timeline กันเอง มันอาจจะเป็นอะไรที่ใหม่บ้าง แต่อยากให้การมาทำตรงนี้เป็นการที่น้องๆทุกคนได้ความทรงจำที่ดีกลับไป มีอะไรก้ปรึกษาพี่ได้ตลอด ไม่โอเคตรงไหนอะไรยังไงก็บอกได้เลยนะ พี่จะพยายามช่วยและปรับแก้อย่างเต็มที่ อะไรที่เราไม่รู้ก้ถามได้เหมือนกันนน สุดท้ายนี้ขอบคุณทุกคนมากๆ ที่สมัครมาทำงานด้วยกัน ยินดีต้อนรับทุกคนเข้าฝ่ายน้าา♥️",
    imageUrl: "./pictures/baipor.jpg",
  },
];

// {
//     id: 7,
//     name : "",
//     department : "",
//     quote : "",
//     imageUrl : ""
//   }
// ];
